import React from "react";

export const cleaning = {
    apartment: [
        "Протираємо всі доступні поверхні, вимикачі та дверні ручки.",
        "Очищуємо дзеркало та усі скляні поверхні.",
        " Пилососимо килим та підлогу.",
        "Миємо підлогу, протираємо плінтуси.",
        "Збираємо та виносимо сміття"
    ],
    kitchen: [
        "Миємо посуд та раковину.",
        "Очищуємо плиту.",
        "Протираємо ззовні духовку, холодильник, кухонний гарнітур та фартух"
    ],
    bathroom: [
        "Миємо ванну, душову кабіну, а також раковину.",
        "Миємо та дезінфікуємо унітаз.",
        "Протираємо шафи з зовнішньої сторони.",
        "Очищуємо дзеркало"
    ],
    other: [
        "Акуратно складаємо одяг.",
        "Розкладаємо взуття.",
        "Змінюємо постільну білизну та красиво застеляємо постіль."
    ]
};

export const greatCleaning = {
    apartment: [
        "Протираємо всі доступні поверхні: меблі, вимикачі та дверні ручки.",
        "Видаляємо пил з побутових приладів.",
        "Знімаємо павутину зі стелі, стін, міжкімнатних поглиблень.",
        "Очищуємо дзеркало та усі скляні поверхні.",
        "Пилососимо килим та підлогу.",
        "Миємо підлогу, протираємо плінтуси.",
        "Помиємо поличку для взуття.",
        "Збираємо та виносимо сміття (до 5 кг)."
    ],
    kitchen: [
        "Видаляємо старий жир.",
        "Миємо посуд та раковину.",
        "Усуваємо нальоти на змішувачах і раковинах, пил і бруд з усіх поверхонь.",
        "Очищуємо плиту та витяжку (без фільтрів).",
        "Протираємо усі доступні поверхні: столешню, кухонний фартух, фасади.",
        "Відкриваємо усі шафки та миємо їх зсередини.",
        "Миємо всередині: духову піч та холодильник."
    ],
    bathroom: [
        "Протираємо від пилу всі доступні поверхні.",
        "Миємо ванну, душову кабіну, раковину.",
        "Миємо та дезінфікуємо унітаз.",
        "Очищуємо дзеркало.",
        "Відітремо водний наліт зі змішувачів та з плитки біля сантехніки.",
        "Відкриваємо усі шафки та миємо їх зсередини."
    ]
};

export const prices = {
    cleaning: [
        {
            name: "1 КІМНАТНА: кімната / 1 санвузол",
            square: "до 50 м²",
            time: "2-3 год",
            price: "750 грн"
        },
        {
            name: "2 КІМНАТНА: кімната / 1 санвузол",
            square: "до 60 м²",
            time: "3-4 год",
            price: "900 грн"
        },
        {
            name: "3 КІМНАТНА: кімната / 1 санвузол",
            square: "до 75 м²",
            time: "4-6 год",
            price: "1125 грн"
        },
        {
            name: "4 КІМНАТНА: кімната / 1 санвузол",
            square: "до 95 м²",
            time: "5-7 год",
            price: "1425 грн"
        },
        {
            name: "4 КІМНАТНА: кімната / 1 санвузол",
            square: "до 115 м²",
            time: "6-8 год",
            price: "1725 грн"
        }
    ],
    greatCleaning: [
        {
            name: "ПЛОЩА: від 30 до 50 м²",
            time: "3-4 год",
            price: "1500 грн"
        },
        {
            name: "ПЛОЩА: від 50 до 60 м²",
            time: "4-5,5 год",
            price: "1800 грн"
        },
        {
            name: "ПЛОЩА: від 60 до 75 м²",
            time: "5-6 год",
            price: "2250 грн"
        },
        {
            name: "ПЛОЩА: від 75 до 95 м²",
            time: "6-7,5 год",
            price: "2850 грн"
        },
        {
            name: "ПЛОЩА: від 95 до 115 м²",
            time: "7-9 год",
            price: "3450 грн"
        },
    ]
};
